Repository: dipta-sdd/campaignBay
Catalog: languages/campaignbay-*.po
Languages: bn_bd

source: CampaignBay
bn_bd: ক্যাম্পেইনবে

source: CampaignBay for WooCommerce Product Discount WordPress Plugin.
bn_bd: WooCommerce পণ্যের ছাড়ের জন্য ক্যাম্পেইনবে ওয়ার্ডপ্রেস প্লাগইন।

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: Settings
bn_bd: সেটিংস

source: Documentation
bn_bd: ডকুমেন্টেশন

source: Unique identifier for the campaign.
bn_bd: ক্যাম্পেইনের জন্য স্বতন্ত্র শনাক্তকারী।

source: Whether to bypass trash and force deletion.
bn_bd: ট্র্যাশ বাইপাস করে সরাসরি মুছে ফেলা হবে কিনা।

source: Sorry, you are not allowed to manage campaigns.
bn_bd: দুঃখিত, আপনার ক্যাম্পেইন পরিচালনা করার অনুমতি নেই।

source: Campaign not found.
bn_bd: ক্যাম্পেইন খুঁজে পাওয়া যায়নি।

source: Failed to delete campaign.
bn_bd: ক্যাম্পেইন মুছে ফেলতে ব্যর্থ হয়েছে।

source: Campaign IDs are required.
bn_bd: ক্যাম্পেইন আইডি আবশ্যক।

source: A valid status is required.
bn_bd: একটি বৈধ স্ট্যাটাস আবশ্যক।

source: The title for the campaign.
bn_bd: ক্যাম্পেইনের জন্য শিরোনাম।

source: A named status for the campaign.
bn_bd: ক্যাম্পেইনের জন্য একটি নামযুক্ত স্ট্যাটাস।

source: The core type of the campaign.
bn_bd: ক্যাম্পেইনের মূল ধরণ।

source: The type of discount (percentage, fixed).
bn_bd: ছাড়ের ধরণ (শতাংশ, নির্দিষ্ট)।

source: The numeric value of the discount.
bn_bd: ছাড়ের সাংখ্যিক মান।

source: The scope of the rule (store, categories, products, tags).
bn_bd: নিয়মের পরিধি (স্টোর, বিভাগ, পণ্য, ট্যাগ)।

source: Array of category, product, or tag IDs.
bn_bd: বিভাগ, পণ্য, বা ট্যাগ আইডির অ্যারে।

source: Prevent double-discounting.
bn_bd: দ্বিগুণ-ছাড় প্রতিরোধ করুন।

source: The rule's start date/time (ISO 8601 string).
bn_bd: নিয়মের শুরুর তারিখ/সময় (ISO 8601 স্ট্রিং)।

source: The rule's end date/time (ISO 8601 string).
bn_bd: নিয়মের শেষের তারিখ/সময় (ISO 8601 স্ট্রিং)।

source: The timezone identifier.
bn_bd: টাইমজোন শনাক্তকারী।

source: The tiers of the campaign.
bn_bd: ক্যাম্পেইনের স্তরসমূহ।

source: The number of times the campaign has been used.
bn_bd: ক্যাম্পেইনটি কতবার ব্যবহৃত হয়েছে।

source: An array of campaign IDs to update.
bn_bd: আপডেট করার জন্য ক্যাম্পেইন আইডির একটি অ্যারে।

source: The new status to apply to the campaigns.
bn_bd: ক্যাম্পেইনগুলিতে প্রয়োগ করার জন্য নতুন স্ট্যাটাস।

source: An array of campaign IDs to delete.
bn_bd: মুছে ফেলার জন্য ক্যাম্পেইন আইডির একটি অ্যারে।

source: Invalid or missing nonce.
bn_bd: অবৈধ বা অনুপস্থিত ননস।

source: The %s property has an invalid stored value, and cannot be updated to null.
bn_bd: %s প্রপার্টির একটি অবৈধ সংরক্ষিত মান আছে, এবং এটি null এ আপডেট করা যাবে না।

# Post Type General Name
source: Campaigns
bn_bd: ক্যাম্পেইনসমূহ

# Post Type Singular Name
source: Campaign
bn_bd: ক্যাম্পেইন

source: All Campaigns
bn_bd: সকল ক্যাম্পেইন

source: Add New Campaign
bn_bd: নতুন ক্যাম্পেইন যোগ করুন

source: Add New
bn_bd: নতুন যোগ করুন

source: Edit Campaign
bn_bd: ক্যাম্পেইন সম্পাদনা করুন

source: Update Campaign
bn_bd: ক্যাম্পেইন আপডেট করুন

source: Search Campaign
bn_bd: ক্যাম্পেইন খুঁজুন

source: Campaign
bn_bd: ক্যাম্পেইন

source: Discount Campaigns for WooCommerce
bn_bd: WooCommerce-এর জন্য ডিসকাউন্ট ক্যাম্পেইন

# post status
source: Active
bn_bd: সক্রিয়

source: Active <span class="count">(%s)</span>
bn_bd: সক্রিয় <span class="count">(%s)</span>

# post status
source: Scheduled
bn_bd: নির্ধারিত

source: Scheduled <span class="count">(%s)</span>
bn_bd: নির্ধারিত <span class="count">(%s)</span>

# post status
source: Expired
bn_bd: মেয়াদোত্তীর্ণ

source: Expired <span class="count">(%s)</span>
bn_bd: মেয়াদোত্তীর্ণ <span class="count">(%s)</span>

# post status
source: Inactive
bn_bd: নিষ্ক্রিয়

source: Inactive <span class="count">(%s)</span>
bn_bd: নিষ্ক্রিয় <span class="count">(%s)</span>

source: Active
bn_bd: সক্রিয়

source: Scheduled
bn_bd: নির্ধারিত

source: Expired
bn_bd: মেয়াদোত্তীর্ণ

source: Log files cleared successfully.
bn_bd: লগ ফাইল সফলভাবে পরিষ্কার করা হয়েছে।

source: Error clearing logs:
bn_bd: লগ পরিষ্কার করতে ত্রুটি:

source: Global Options
bn_bd: গ্লোবাল বিকল্প

source: Enable Discount Add-on
bn_bd: ডিসকাউন্ট অ্যাড-অন সক্রিয় করুন

source: Turn off to temporarily disable all discount campaigns.
bn_bd: সমস্ত ডিসকাউন্ট ক্যাম্পেইন সাময়িকভাবে নিষ্ক্রিয় করতে বন্ধ করুন।

source: Default Rule Priority
bn_bd: ডিফল্ট নিয়ম অগ্রাধিকার

source: Lower number indicate higher priority for rules with the same conditions.
bn_bd: কম সংখ্যা একই শর্তযুক্ত নিয়মের জন্য উচ্চ অগ্রাধিকার নির্দেশ করে।

source: Discount Calculation Mode
bn_bd: ডিসকাউন্ট গণনা মোড

source: After Tax
bn_bd: ট্যাক্সের পরে

source: Before Tax
bn_bd: ট্যাক্সের আগে

source: Decimal Places for Discount Values
bn_bd: ডিসকাউন্ট মানের জন্য দশমিক স্থান

source: Performence & Caching
bn_bd: পারফরম্যান্স এবং ক্যাশিং

source: Enable Discount Caching
bn_bd: ডিসকাউন্ট ক্যাশিং সক্ষম করুন

source: Improve performance by caching discount rule calculations. Clear cache if rules don't seem to apply immediately
bn_bd: ডিসকাউন্ট নিয়ম গণনা ক্যাশ করে পারফরম্যান্স উন্নত করুন। নিয়মগুলি অবিলম্বে প্রয়োগ না হলে ক্যাশ পরিষ্কার করুন।

source: Clear Discount Cache
bn_bd: ডিসকাউন্ট ক্যাশ পরিষ্কার করুন

source: Debugging & Logging
bn_bd: ডিবাগিং এবং লগিং

source: Enable Debug Mode
bn_bd: ডিবাগ মোড সক্ষম করুন

source: Show detailed error messages and logging for troubleshooting.
bn_bd: সমস্যা সমাধানের জন্য বিস্তারিত ত্রুটি বার্তা এবং লগিং দেখান।

source: Log Level
bn_bd: লগ লেভেল

source: Error Only
bn_bd: শুধুমাত্র ত্রুটি

source: All
bn_bd: সব

source: View Logs
bn_bd: লগ দেখুন

source: Clear Log Files
bn_bd: লগ ফাইল পরিষ্কার করুন

source: Product Page Display
bn_bd: পণ্যের পেজ প্রদর্শন

source: Display Discounted Price
bn_bd: ছাড় দেওয়া মূল্য প্রদর্শন করুন

source: Display the discounted price with the original price crossed out.
bn_bd: আসল মূল্যের সাথে কাটা দাগ দিয়ে ছাড় দেওয়া মূল্য প্রদর্শন করুন।

source: Product Page Schedule or Early Bird Discount Message Format
bn_bd: পণ্যের পেজে নির্ধারিত বা আর্লি বার্ড ডিসকাউন্ট বার্তার ফর্ম্যাট

source: Use Placeholder like {percentage_off}, {ampount_of} .
bn_bd: {percentage_off}, {ampount_of} এর মতো প্লেসহোল্ডার ব্যবহার করুন।

source: Product Page BOGO Discount Message Format
bn_bd: পণ্যের পেজে BOGO ডিসকাউন্ট বার্তার ফর্ম্যাট

source: Use Placeholder like {campaign_name_strong}, {campaign_name}, {buy_product_quantity}, {buy_product}, {get_product_quantity}, {get_product} .
bn_bd: {campaign_name_strong}, {campaign_name}, {buy_product_quantity}, {buy_product}, {get_product_quantity}, {get_product} এর মতো প্লেসহোল্ডার ব্যবহার করুন।

source: Enable Quantity Discounts Table on Product Page
bn_bd: পণ্যের পেজে পরিমাণভিত্তিক ছাড়ের টেবিল সক্রিয় করুন

source: Show a table outlining tiered quantity based discounts
bn_bd: স্তরভিত্তিক পরিমাণভিত্তিক ছাড়ের একটি টেবিল দেখান

source: Product Exclusion & Prioritization
bn_bd: পণ্য বর্জন এবং অগ্রাধিকার

source: Automatically Exclude Sale Items from Campaigns
bn_bd: ক্যাম্পেইন থেকে বিক্রির আইটেমগুলি স্বয়ংক্রিয়ভাবে বাদ দিন

source: Prevent double-discounting on products already set as 'Sale' in WooCommerce
bn_bd: WooCommerce-এ ইতিমধ্যে 'Sale' হিসাবে সেট করা পণ্যগুলিতে ডাবল-ডিসকাউন্ট প্রতিরোধ করুন

source: Product Page Discount Message Format
bn_bd: পণ্যের পেজ ডিসকাউন্ট বার্তার ফর্ম্যাট

source: Defines how multiple product-level discounts are applied.
bn_bd: একাধিক পণ্য-স্তরের ডিসকাউন্ট কীভাবে প্রয়োগ করা হবে তা নির্ধারণ করে।

source: Apply Highest Discount
bn_bd: সর্বোচ্চ ছাড় প্রয়োগ করুন

source: Apply Lowest Discount
bn_bd: সর্বনিম্ন ছাড় প্রয়োগ করুন

source: Something went wrong . Please refresh the page.
bn_bd: কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে পেজটি রিফ্রেশ করুন।

source: Settings updated successfully
bn_bd: সেটিংস সফলভাবে আপডেট করা হয়েছে

source: Something went wrong. Please try again.
bn_bd: কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: CampaignBay Settings
bn_bd: ক্যাম্পেইনবে সেটিংস

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ করুন

source: Save Changes
bn_bd: পরিবর্তনগুলি সংরক্ষণ করুন

source: Error fetching campaigns.
bn_bd: ক্যাম্পেইন আনতে ত্রুটি।

source: Select Action
bn_bd: পদক্ষেপ নির্বাচন করুন

source: activate
bn_bd: সক্রিয় করুন

source: deactivate
bn_bd: নিষ্ক্রিয় করুন

source: delete
bn_bd: মুছে ফেলুন

source: Are you sure you want to %1$s %2$d selected campaign?
bn_bd: আপনি কি নিশ্চিত যে আপনি নির্বাচিত %2$d টি ক্যাম্পেইন %1$s করতে চান?

source: Campaigns
bn_bd: ক্যাম্পেইনসমূহ

source: Add Campaign
bn_bd: ক্যাম্পেইন যোগ করুন

source: Campaign deleted successfully
bn_bd: ক্যাম্পেইন সফলভাবে মুছে ফেলা হয়েছে

source: Error deleting campaign
bn_bd: ক্যাম্পেইন মুছতে ত্রুটি

source: Are you sure you want to delete this campaign?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই ক্যাম্পেইনটি মুছে ফেলতে চান?

source: Campaign status updated successfully
bn_bd: ক্যাম্পেইন স্ট্যাটাস সফলভাবে আপডেট করা হয়েছে

source: Error updating campaign status
bn_bd: ক্যাম্পেইন স্ট্যাটাস আপডেট করতে ত্রুটি

source: Please select campaigns to perform this action.
bn_bd: এই কাজটি সম্পাদন করতে অনুগ্রহ করে ক্যাম্পেইন নির্বাচন করুন।

source: Please fill in the previous tier's maximum quantity first.
bn_bd: অনুগ্রহ করে প্রথমে পূর্ববর্তী স্তরের সর্বোচ্চ পরিমাণ পূরণ করুন।

source: The maximum quantity must be greater than the minimum quantity.
bn_bd: সর্বোচ্চ পরিমাণ অবশ্যই সর্বনিম্ন পরিমাণের চেয়ে বেশি হতে হবে।

source: Please fill in the previous tier's value first.
bn_bd: অনুগ্রহ করে প্রথমে পূর্ববর্তী স্তরের মান পূরণ করুন।

source: DEFINE QUANTITY TIERS
bn_bd: পরিমাণের স্তর নির্ধারণ করুন

source: Define quantity tiers for the discount
bn_bd: ছাড়ের জন্য পরিমাণের স্তর নির্ধারণ করুন

source: For First
bn_bd: প্রথমটির জন্য

source: For Next
bn_bd: পরবর্তীটির জন্য

source: Sales
bn_bd: বিক্রয়

source: give
bn_bd: দিন

source: Please fill in the previous tier's quantity first.
bn_bd: অনুগ্রহ করে প্রথমে পূর্ববর্তী স্তরের পরিমাণ পূরণ করুন।

source: DISCOUNT TIERS FOR FIRST SALES
bn_bd: প্রথম বিক্রয়ের জন্য ছাড়ের স্তর

source: Define discount tiers based on the number of sales of the selected products
bn_bd: নির্বাচিত পণ্যগুলির বিক্রয়ের সংখ্যার উপর ভিত্তি করে ছাড়ের স্তর নির্ধারণ করুন

source: Something went wrong, Please reload the page.
bn_bd: কিছু একটা সমস্যা হয়েছে, অনুগ্রহ করে পেজটি রিলোড করুন।

source: Campaign saved successfully
bn_bd: ক্যাম্পেইন সফলভাবে সংরক্ষিত হয়েছে

source: Save Campaign
bn_bd: ক্যাম্পেইন সংরক্ষণ করুন

source: SELECT DISCOUNT TYPE
bn_bd: ছাড়ের ধরণ নির্বাচন করুন

source: Scheduled Discount
bn_bd: নির্ধারিত ছাড়

source: Quantity Based Discount
bn_bd: পরিমাণ ভিত্তিক ছাড়

source: EarlyBird Discount
bn_bd: আর্লিবার্ড ছাড়

source: SELECT STATUS
bn_bd: স্ট্যাটাস নির্বাচন করুন

source: Inactive
bn_bd: নিষ্ক্রিয়

source: Campaign Title
bn_bd: ক্যাম্পেইনের শিরোনাম

source: SELECT FOR USERS
bn_bd: ব্যবহারকারীদের জন্য নির্বাচন করুন

source: Entire Store
bn_bd: সম্পূর্ণ স্টোর

source: By Product Category
bn_bd: পণ্যের বিভাগ দ্বারা

source: By Product
bn_bd: পণ্য দ্বারা

source: By Tags
bn_bd: ট্যাগ দ্বারা

source: Select Products *
bn_bd: পণ্য নির্বাচন করুন *

source: Select Tags *
bn_bd: ট্যাগ নির্বাচন করুন *

source: Select Categories *
bn_bd: বিভাগ নির্বাচন করুন *

source: How many you want to discount?
bn_bd: আপনি কত ছাড় দিতে চান?

source: Percentage %
bn_bd: শতাংশ %

source: Currency
bn_bd: মুদ্রা

source: If you want you will change mode
bn_bd: আপনি চাইলে মোড পরিবর্তন করতে পারবেন

source: SELECT CAMPAIGN DURATION
bn_bd: ক্যাম্পেইনের সময়কাল নির্বাচন করুন

source: Start Time
bn_bd: শুরুর সময়

source: End Time
bn_bd: শেষের সময়
